[
{"headline": "Assured internship with Gaming & Esports certificate program: Hero Vired", "news": "Hero Vired has teamed up with NODWIN Gaming for a Certificate Program in Gaming & Esports, wherein one can learn directly from leading industry professionals and get access to content from Unity Technologies. Choose between gaming or esports specialisations, and secure a guaranteed internship, the company said. Final-year students, graduates, and even experienced pros are eligible to enrol."},
{"headline": "How can CSK finish second on IPL 2024 points table?", "news": "CSK-RCB IPL 2024 match has become a knockout after SRH-GT match got abandoned due to rain. CSK need one point to qualify for playoffs, meaning a washout will take them through. If they win, they can also finish at second position on points table, however, they'd need RR to lose their match against KKR and SRH to lose against PBKS."},
{"headline": "SRH qualify for IPL 2024 playoffs as match with GT gets abandoned, DC eliminated", "news": "The SRH-GT IPL 2024 match got abandoned without a ball being bowled due to rain in Hyderabad. With this, SRH have qualified for the playoffs, having accumulated 15 points from 13 matches. Further, DC have been eliminated from playoffs race. GT finished their IPL 2024 campaign with 12 points from 14 matches."},
{"headline": "Businessman Bhavesh Bhinde whose hoarding killed 16 people in Mumbai arrested", "news": "Mumbai Police have arrested Bhavesh Bhinde, the director of the advertising agency that owns the hoarding that collapsed in Ghatkopar on May 13. At least 16 people died and 74 others were injured after the hoarding collapsed on a petrol pump. Bhinde had been on the run and was arrested from Rajasthan's Udaipur, according to reports."},
{"headline": "What will happen if SRH-GT match gets washed out?", "news": "If SRH-GT IPL 2024 match gets washed out due to rain, both teams will get one point each. SRH will qualify for the playoffs as they will accumulate 15 points, while GT will finish their IPL 2024 campaign with 12 points. Among teams still vying for a playoff berth only CSK will have the opportunity to surpass SRH's points tally."},
{"headline": "List of cities that recorded over 45°C on Friday released", "news": "Agra was the hottest city in India on Friday (May 17) as it recorded the highest maximum temperature of 46.9°C, according to a list released by the IMD. It was followed by Barmer (46.5°C) and Ayanagar (46.2°C). Other cities that saw temperature rise above 45°C on Friday were Jaisalmer, Ganganagar, Bikaner, Jodhpur, Churu, Pilani, Kota, Hisar, Rohtak, and Jhansi."},
{"headline": "Resources of people being looted in PoK: MEA on anti-Pak protests", "news": "Ministry of External Affairs (MEA) Spokesperson Randhir Jaiswal said the recent anti-Pakistan protests held in Pakistan-occupied Kashmir (PoK) had resulted due to the kind of policies being implemented there. \"Resources are being looted and the people are being deprived of their own resources,\" he added. Four people have been killed in the clashes that erupted due to inflation in PoK."},
{"headline": "Kanhaiya Kumar attacked while campaigning in Delhi, black ink seen on shirts of people", "news": "Kanhaiya Kumar, the Congress North East Delhi candidate, was slapped by a youth while campaigning on Friday. He was thrashed by a few people who approached him under the pretext of garlanding him. There was also black ink seen on the shirts of some people in the video. The extent of Kanhaiya's injury is not known as of now."},
{"headline": "What are Vatican's new rules on supernatural events such as 'weeping Madonnas'?", "news": "Vatican has issued new rules on supernatural events such as \"weeping Madonnas\" and \"blood-dripping crucifixes\". Vatican's doctrinal office said bishops could no longer act independently when faced by reports of such phenomena and had to consult it before investigating. It also stripped bishops of the power to recognise the supernatural nature of apparitions and other purportedly divine events."},
{"headline": "Why will SRH finish below RR in case of 16-point tie despite superior NRR?", "news": "In case SRH and RR finish with 16 points each, SRH will finish below RR on IPL 2024 points table despite superior NRR. According to IPL rules, the number of wins each side has posted will be considered as first tie-breaker. RR would be ahead as they'd have more wins (8) than SRH (7) if both end at 16 points."},
{"headline": "How does the SubAir system work at Chinnaswamy Stadium in Bengaluru?", "news": "The SubAir drainage system at Bengaluru's Chinnaswamy Stadium runs a 200-horsepower machine, which works in pressure mode and suction mode. The suction mode is vacuum-powered and is deployed to remove the water out of the outfield. The system can remove a maximum of 10,000 litres of water/minute. It begins to draw the water when it starts raining at the venue."},
{"headline": "SEBI is open to oversight of Cryptocurrency trade", "news": "According to a recent exclusive media report, Sebi, India's market watchdog suggested that several regulators oversee trade in cryptocurrencies, which indicates that there are certain authorities in the country, who are still open to allowing the use of private virtual assets. SEBI’s stance differs from the RBI's, which maintains that private digital currencies represent a macroeconomic risk."},
{"headline": "Air India aircraft with 175 people on board makes emergency landing in Delhi after fire", "news": "A Bengaluru-bound Air India aircraft with 175 people on board returned to Delhi on Friday evening due to a suspected fire in the air conditioning unit, according to news agency ANI. The plane landed safely at the Indira Gandhi International Airport. An airline official said alternative arrangements are being made for the passengers to fly to Bengaluru.\n\n"},
{"headline": "How to file ITR without Form 16?", "news": "Though Form 16 remains a vital document issued by employers to employees, to validate that the Tax Deducted at Source was made from employees' salary, there are ways to file ITR without Form 16. Taxpayers can file their ITR using alternative documents like salary slips and Form 26AS."},
{"headline": "BCCI approaches Gautam Gambhir to become Team India head coach", "news": "The BCCI has approached KKR mentor Gautam Gambhir to become Team India's next head coach. BCCI and Gambhir's further discussions are expected after KKR complete their IPL 2024 campaign, ESPNcricinfo reported. The deadline for applying for Team India head coach job is May 27, a day after the IPL final. Rahul Dravid will reportedly not reapply for the position."}
]